Repository: hhucn/decide3
Catalog: resources/po-files/*.po
Languages: de

source: Password is wrong
de: Passwort ist falsch

# [aria]
source: Close
de: Schließen

source: Nickname already in use
de: Nutzername ist bereits vergeben

source: Nickname or password wrong
de: Nutzername oder Passwort ist falsch

# Dialog header
source: Sign up
de: Registrierung

source: Nickname
de: Nutzername

source: Password
de: Passwort

# Label of submit form
source: Sign up
de: Registrieren

source: Already have an account? Sign In
de: Du hast bereits einen Account? Anmelden

# Dialog header
source: Sign in
de: Anmelden

source: Don't have an account?
de: Noch keinen Account?

source: Sign Up
de: Registrieren

# Label of submit form
source: Sign in
de: Anmelden

source: Don't have an account? Sign Up
de: Noch keinen Account? Registrieren

source: Settings
de: Einstellungen

# Label of logout button
source: Logout
de: Abmelden

source: Open account menu
de: Account Menü öffnen

source: Undo
de: Rückgängig

source: Receive notifications
de: Benachrichtigungen erhalten

source: Get notifications when something changes. You will receive at most one email per hour.
de: Erhalte Benachrichtigungen, wenn sich etwas ändert. Du erhältst höchstens eine E-Mail pro Stunde.

source: Cancel
de: Abbrechen

source: Done
de: Fertig

# [aria] navigation menu
source: navigation menu
de: navigations menü

# Label of login button
source: Login
de: Anmelden

source: All decisions
de: Alle Entscheidungen

source: Login
de: Anmelden

source: Save
de: Speichern

source: Change Password
de: Passwort ändern

source: Old password
de: Altes Passwort

source: New password
de: Neues Passwort

source: Password changed
de: Passwort geändert

source: Personal details saved
de: Persönliche Details wurden gespeichert

source: Details updated
de: Details aktualisiert

source: Personal Details
de: Persönliche Details

source: Display name
de: Anzeigename

# Nickname
source: Public, unique identifier
de: Öffentlicher, eindeutiger Name

# Email field
source: This is private. Leave empty if you don't want notification mails.
de: Diese bleibt privat. Lasse das Feld leer, wenn du keine Benachrichtigungen möchtest.

source: Update
de: Aktualisieren

source: today at {time}
de: heute um {time}

source: yesterday at {time}
de: gestern um {time}

source: on {datetime}
de: am {datetime}

source: Ended on the {endDatetime}!
de: Endete am {endDatetime}!

source: Ends at {endDatetime}
de: Endet am {endDatetime}

source: {days, plural, =1 {# day} other {# days}} left
de: Noch {days, plural, =1 {# Tag} other {# Tage}}

source: {hours, plural, =1 {# hour} other {# hours}} left
de: Noch {hours, plural, =1 {# Stunde} other {# Stunden}}

source: {minutes, plural, =1 {# minute} other {# minutes}} left
de: Noch {minutes, plural, =1 {# Minute} other {# Minuten}}

source: Approvals: {pros}
de: Zustimmungen: {pros}

source: Your approvals
de: Deine Zustimmungen

source: Add a new proposal, develop or merge existing proposals
de: Füge einen neuen Vorschlag hinzu, entwickel oder füge existierende Vorschläge zusammen

source: New
de: Neu

source: Create a new proposal
de: Erstelle einen neuen Vorschlag

source: Develop
de: Entwickeln

source: Develop an existing proposal
de: Entwickel einen bestehenden Vorschlag weiter

source: Merge
de: Zusammenfügen

source: Merge existing proposals
de: Füge bestehende Vorschläge zusammen

source: You can choose as many as you want
de: Es können beliebig viele gewählt werden

# Title of new proposal form
source: New proposal
de: Neuer Vorschlag

# Parents of a proposal
source: Choose proposals
de: Vorschläge auswählen

# Details of a proposal
source: Add details
de: Details hinzufügen

source: Title and details must not be empty
de: Titel or Details dürfen nicht leer sein

source: Chosen proposals
de: Ausgewählte Vorschläge

source: My new proposal
de: Mein neuer Vorschlag

# Title of a proposal
source: Title
de: Titel

# Details of a proposal
source: Description
de: Beschreibung

source: Copy details from parent
de: Kopiere Details von Eltern

# Go to the next part of the form
source: Next
de: Weiter

# Last step in new proposal dialog
source: Check and confirm
de: Überprüfen und bestätigen

source: Derived from {count} other proposals:
de: Abgeleitet von {count} anderen Vorschlägen:

# Submit form
source: Submit
de: Fertig

# Abort form
source: Cancel
de: Abbrechen

source: New proposal
de: Neuer Vorschlag

source: Login to add new argument
de: Anmelden um ein neues Argument hinzuzufügen

source: by {author}
de: von {author}

source: This proposal has a chain of {count} proposals, that lead up to this proposal
de: Dieser Vorschlag hat eine Kette von {count} Vorschlägen, die zu diesem Vorschlag geführt haben

source: This proposal is derived from one other proposal
de: Dieser Vorschlag basiert auf einem anderen Vorschlag

# Type of proposal
source: Fork
de: Ableitung

source: This proposal is derived from two or more other proposals
de: Dieser Vorschlag basiert auf mehreren anderen Vorschlägen

# Type of proposal
source: Merge
de: Koalition

source: Propose an improvement
de: Schlage eine Verbesserung vor

source: Propose an alternative
de: Schlage eine Alternative vor

# Proposal has been rejected by you
source: Rejected
de: Abgelehnt

# Reject a proposal
source: Reject
de: Ablehnen

# Proposal has been approved
source: Approved
de: Zugestimmt

# Approve a proposal
source: Approve
de: Zustimmen

source: {votes} approved
de: {votes} haben zugestimmt

source: {ratio, number, ::percent} of participants approve this proposal
de: {ratio, number, ::percent} der Wähler:innen stimmen diesem Vorschlag zu

source: {noOf, plural, =1 {# argument} other {# arguments}}
de: {noOf, plural, =1 {1 Argument} other {# Argumente}}

source: Approved
de: Zugestimmt

source: Approve
de: Zustimmen

source: Winner
de: Gewinner

# Description of a process
source: Description
de: Beschreibung

source: {numProposals, plural, =0 {There are no proposals!} =1 {The current best proposal} other {The current best proposals}}
de: {numProposals, plural, =0 {Es gibt bisher keine Vorschläge!} =1 {Der aktuell beste Vorschlag} other {Die aktuell besten Vorschläge}}

source: Participant
de: Teilnehmer

# [aria] remove participant
source: remove
de: entfernen

source: Moderators
de: Moderatoren

source: Add moderator
de: Moderator hinzufügen

# Submit new moderator form
source: Add
de: Hinzufügen

source: Edit process
de: Prozess bearbeiten

# Title of a process
source: Title
de: Titel

source: Edited
de: Bearbeitet

source: Is the process public?
de: Ist der Prozess öffentlich?

# Start of a process
source: Start
de: Startzeitpunkt

# End of a process
source: End
de: Ende

source: Advanced
de: Erweitert

source: Features
de: Funktionen

source: Single approval
de: Einzelne Zustimmungen

source: Participants can approve at most one proposal
de: Teilnehmer können nur einem Vorschlag zustimmen

source: Public votes
de: Öffentlkiche Stimmen

source: Everyone can see who voted for what
de: Jeder kann sehen, wer für was gestimmt hat

# Label for list of participants
source: Participants
de: Teilnehmer

source: Approvals {pros}
de: Zustimmungen {pros}

source: Proposals you approve
de: Vorschläge denen du zustimmst

source: You don't approve any proposals yet.
de: Du stimmst bisher keinen Vorschlägen zu.

source: Proposals you might be interested in
de: Vorschläge an denen du vielleicht interessiert bist

source: These are proposals derived from proposals you already approved.
de: Dies sind Vorschläge, die von einem von einem Vorschlag abstammen, dem du zugestimmt hast.

source: Here you can find a personal overview and recommendations for this process.
de: Hier findest du eine personalisierte Übersicht und Empfehlungen für diesen Prozess.

# Argument type
source: Pro
de: Dafür

# Argument type
source: Contra
de: Dagegen

source: What is the attitude of this argument?
de: Was für eine Art Argument ist es?

source: Add
de: Hinzufügen

source: Login to add argument
de: Melde dich an um ein neues Argument hinzuzufügen

source: Reply
de: Antworten

source: Add argument
de: Argument hinzufügen

source: This proposal was derived {count, plural, =1 {one time} other {# times}}
de: Dieser Vorschlag hat {count, plural, =1 {ein Kind} other {# Kinder}}

source: This proposal {count, plural, =0 {depends on no previous proposals} =1 {is derived from one proposal} other {combines # proposals}}
de: Dieser Vorschlag {count, plural, =0 {basiert auf keinem anderen Vorschlag} =1 {basiert auf einem anderen Vorschlag} other {vereinigt # andere Vorschläge}}

# Overlap of voters
source: Overlap
de: Übereinstimmung

source: {ratioOfVoters, number, ::percent} of approvees
de: {ratioOfVoters, number, ::percent} der Wähler

source: Potential approves
de: Potentielle Stimmen

source: {ratioOfVoters, number, ::+! percent} more approves
de: {ratioOfVoters, number, ::+! percent} mehr Stimmen

# Encourage to form a coalition
source: Form coalition
de: Koalition vorschlagen

# Prompt to merge or fork
source: Propose a change
de: Änderung vorschlagen

source: Possible coalitions
de: Mögliche Koalitionen

source: Propose coalition
de: Koalition vorschlagen

source: This is the best proposal for the moment
de: Dies ist der bisher beste Vorschlag

source: Your favourite proposal is not winning right now. Can you propose a coalition?
de: Dein Favorit würde gerade nicht gewinnen. Kannst du eine Koalition vorschlagen?

source: You approved proposals that aren't winning right now. Can you propose a coalition?
de: Du stimmst Vorschlägen zu, die gerade nicht gewinnen. Kannst du eine Koalition vorschlagen?

source: All other proposals
de: Alle Vorschläge

source: Based on
de: Basiert auf

source: Nothing
de: Nichts

# Label for sort order selection
source: Sort
de: Sortierung

# Sort order option
source: New → Old
de: Neu → Alt

# Sort order option
source: Old → New
de: Alt → Neu

# Sort order option
source: Approvals ↓
de: Zustimmungen ↓

# Reload content
source: Refresh
de: Aktualisieren

source: Proposals {count}
de: Vorschläge {count}

source: Participants {count}
de: Teilnehmer {count}

# Proposal list layout
source: Favourite layout
de: Favoriten Layout

# Proposal list layout
source: Hierarchy layout
de: Hierarchisches Layout

# Overview over process
source: Overview
de: Übersicht

source: All proposals
de: Alle Vorschläge

source: Allowed are: lower case letters (a-z), numbers and hyphens
de: Erlaubt sind Kleinbuchstaben (a-z), Zahlen und Bindestriche

# What is the process about
source: What is it about?
de: Worum geht es?

source: Does the process end?
de: Endet der Prozess?

# When does a process end?
source: When?
de: Wann?

# Label for input field
source: Participant emails
de: Teilnehmer E-Mails

source: {noOfProposals, plural, =1 {# proposal} other {# proposals}}
de: {noOfProposals, plural, =1 {# Vorschlag} other {# Vorschläge}}

source: {noOfParticipants, plural, =1 {# participant} other {# participants}}
de: {noOfParticipants, plural, =1 {# Teilnehmer:in} other {# Teilnehmer:innen}}

# Load indicator
source: Loading...
de: Laden…

source: New decision-process
de: Neuer Entscheidungsprozess

source: Create new decision-process
de: Neuen Entscheidungsprozess erstellen

source: Active decision-processes
de: Aktive Entscheidungsprozesse
